Repository: lvdoviko/applicazione_mental_coach
Catalog: l10n/app_*.arb
Languages: it

source: Welcome
it: Benvenuto

source: Get Started
it: Inizia

# continueButton
source: Continue
it: Continua

source: Skip
it: Salta

source: Done
it: Fatto

source: Cancel
it: Annulla

source: Retry
it: Riprova

source: Close
it: Chiudi

source: Dismiss
it: Ignora

source: Refresh
it: Aggiorna

source: Search
it: Cerca

source: Loading...
it: Caricamento...

# onboardingTitle
source: Your Personal AI Mental Coach
it: Il Tuo AI Mental Coach Personale

# onboardingSubtitle
source: Supporting your mental performance with professionalism and expertise
it: Supportiamo la tua performance mentale con professionalità e competenza

# welcomeFeature1
source: Personalized Consulting
it: Consulenza Personalizzata

# welcomeFeature2
source: 24/7 Support
it: Supporto H24

# welcomeFeature3
source: Total Privacy
it: Privacy Totale

# welcomeTerms
source: By continuing you accept the Terms of Service and Privacy Policy.
it: Continuando accetti i Termini di Servizio e la Privacy Policy.

# welcomeUser
source: Welcome, {userName}
it: Ciao, {userName}

source: Your Coaches
it: I Tuoi Coach

source: Select Coach
it: Seleziona Coach

# welcomeMessage
source: Hi! I'm {coachName}, your Mental Performance Coach. I'm here to optimize your mindset. How are you feeling today?
it: Ciao! Sono {coachName}, il tuo Mental Performance Coach. Sono qui per ottimizzare il tuo mindset. Come ti senti oggi?

# consentTitle
source: Privacy & Data
it: Privacy e Dati

# consentSubtitle
source: We prioritize your privacy and data security
it: Diamo priorità alla tua privacy e alla sicurezza dei dati

# consent
source: I consent to data processing
it: Acconsento al trattamento dei dati

# healthDataPermission
source: Allow health data access
it: Consenti accesso ai dati sanitari

# notificationPermission
source: Enable notifications
it: Abilita notifiche

# languageSelectionTitle
source: Choose your language
it: Scegli la tua lingua

# journeyStartsHere
source: Your coaching starts here
it: Il tuo coaching inizia qui

# userDetailsTitle
source: Nice to meet you
it: Piacere di conoscerti

# userDetailsSubtitle
source: Tell us something about yourself
it: Raccontaci qualcosa di te

# nameLabel
source: What's your name?
it: Come ti chiami?

# genderLabel
source: Gender
it: Genere

# yourAgeLabel
source: YOUR AGE
it: LA TUA ETÀ

# genderMale
source: Male
it: Maschio

# genderFemale
source: Female
it: Femmina

# genderOther
source: Other
it: Altro

# personalityTitle
source: How would you describe yourself?
it: Come ti descriveresti?

# personalitySubtitle
source: Choose the trait that represents you best.
it: Scegli il tratto che ti rappresenta di più.

# traitCompetitive
source: Competitive
it: Competitivo

# traitCompetitiveDesc
source: You aim for victory and love challenges.
it: Punti alla vittoria e ami le sfide.

# traitDisciplined
source: Disciplined
it: Disciplinato

# traitDisciplinedDesc
source: Order, rigor, and consistency are your strengths.
it: Ordine, rigore e costanza sono la tua forza.

# traitReflective
source: Reflective
it: Riflessivo

# traitReflectiveDesc
source: You analyze deeply and seek awareness.
it: Analizzi a fondo e cerchi consapevolezza.

# traitEmpathetic
source: Empathetic
it: Empatico

# traitEmpatheticDesc
source: You listen to emotions and value support.
it: Ascolti le emozioni e valorizzi il supporto.

# traitEnergetic
source: Energetic
it: Energetico

# traitEnergeticDesc
source: You are pure charge and motivation for others.
it: Sei pura carica e motivazione per gli altri.

# assigningCoach
source: Assigning best coach for {userName}...
it: Assegnando il miglior coach per {userName}...

# coachResultTitle
source: Your Perfect Match
it: Il Tuo Coach Ideale

# coachResultSubtitle
source: Based on your personality, we selected:
it: Basandoci sulla tua personalità:

source: Let's Start!
it: Iniziamo!

# avatarSelectionTitle
source: Choose your Coach
it: Scegli la tua guida

# avatarSelectionSubtitle
source: Who will accompany you on your journey?
it: Chi ti accompagnerà nel tuo percorso?

# coachAtlasDesc
source: Resilience, Focus, Strategy
it: Resilienza, Focus, Strategia

# coachSerenaDesc
source: Empathy, Calm, Intuition
it: Empatia, Calma, Intuizione

# startJourney
source: Start Coaching
it: Inizia il Coaching

source: Back
it: Indietro

# loadingConfiguring
source: Configuring {coachName}...
it: Configurazione di {coachName}...

# loadingCalibrating
source: Calibrating plan for {userName}...
it: Calibrazione del piano per {userName}...

# loadingReady
source: All set.
it: Tutto pronto.

# chatPlaceholder
source: Share what's on your mind...
it: Condividi cosa hai in mente...

source: Send
it: Invia

source: Sending...
it: Invio in corso...

source: Voice to Text
it: Voce in Testo

source: Quick Replies
it: Risposte Rapide

# escalateToHuman
source: Talk to a Human Coach
it: Parla con un Coach Umano

source: Customize Avatar
it: Personalizza Avatar

# startRecording
source: Start voice recording
it: Inizia registrazione vocale

source: Stop recording
it: Interrompi registrazione

# aiCoachTyping
source: AI Coach is typing...
it: Il Coach AI sta scrivendo...

# messageDelivered
source: Delivered
it: Consegnato

# messageRead
source: Read
it: Letto

# messageFailed
source: Failed to send
it: Invio fallito

source: Attach file
it: Allega file

source: Add attachment
it: Aggiungi allegato

source: Conversations
it: Conversazioni

# noConversations
source: No conversations yet
it: Nessuna conversazione ancora

# noConversationsMessage
source: Start a conversation with your AI coach to begin your wellness journey.
it: Inizia una conversazione con il tuo coach AI per iniziare il tuo percorso di benessere.

source: New conversation
it: Nuova conversazione

source: Search conversations...
it: Cerca conversazioni...

source: Conversation preview
it: Anteprima conversazione

source: Settings
it: Impostazioni

source: Appearance
it: Aspetto

source: Dark Mode
it: Modalità Scura

# darkModeDescription
source: Use dark theme throughout the app
it: Usa il tema scura in tutta l'app

source: Theme Color
it: Colore del Tema

# themeColorDescription
source: Customize accent colors
it: Personalizza i colori principali

source: Text Size
it: Dimensione Testo

# textSizeDescription
source: Adjust font size and accessibility
it: Regola dimensione font e accessibilità

# notifications
source: Notifications & Sounds
it: Notifiche e Suoni

source: Push Notifications
it: Notifiche Push

# pushNotificationsDescription
source: Get notified about new messages
it: Ricevi notifiche per nuovi messaggi

source: Sound Effects
it: Effetti Sonori

# soundEffectsDescription
source: Play sounds for interactions
it: Riproduci suoni per le interazioni

source: Haptic Feedback
it: Feedback Aptico

# hapticFeedbackDescription
source: Feel vibrations for interactions
it: Senti le vibrazioni per le interazioni

source: FREE PLAN
it: PIANO GRATUITO

# privacyAndSecurity
source: Privacy & Security
it: Privacy e Sicurezza

source: Privacy Policy
it: Informativa sulla Privacy

# privacyPolicyDescription
source: Read our privacy policy
it: Leggi la nostra informativa sulla privacy

source: Data Encryption
it: Crittografia Dati

# dataEncryptionDescription
source: View security details
it: Visualizza i dettagli di sicurezza

source: Anonymous Analytics
it: Analisi Anonime

# anonymousAnalyticsDescription
source: Help improve the app (optional)
it: Aiuta a migliorare l'app (opzionale)

source: Your Data
it: I Tuoi Dati

# dataExport
source: Export Data
it: Esporta Dati

# dataExportDescription
source: Download your conversation history
it: Scarica la cronologia delle tue conversazioni

source: Sync Settings
it: Impostazioni Sincronizzazione

# syncSettingsDescription
source: Backup and sync across devices
it: Backup e sincronizzazione su dispositivi

source: Delete Account
it: Elimina Account

# deleteAccountDescription
source: Permanently delete your account
it: Elimina permanentemente il tuo account

# deleteAccountWarning
source: This will permanently delete your account and all data. This action cannot be undone.
it: Questo eliminerà permanentemente il tuo account e tutti i dati. Questa azione non può essere annullata.

# supportAndFeedback
source: Support & Feedback
it: Supporto e Feedback

source: Help Center
it: Centro Assistenza

# helpCenterDescription
source: Find answers and tutorials
it: Trova risposte e tutorial

source: Send Feedback
it: Invia Feedback

# sendFeedbackDescription
source: Report issues or suggest features
it: Segnala problemi o suggerisci funzionalità

source: About
it: Informazioni

# aboutDescription
source: Version info and legal
it: Informazioni versione e legali

source: Error
it: Errore

source: Warning
it: Avviso

source: Information
it: Informazioni

source: Critical Error
it: Errore Critico

source: Connection Error
it: Errore di Connessione

# connectionErrorMessage
source: Unable to connect to the server. Please check your internet connection and try again.
it: Impossibile connettersi al server. Controlla la connessione internet e riprova.

source: Server Error
it: Errore del Server

# serverErrorMessage
source: Something went wrong on our end. Our team has been notified and is working on a fix.
it: Qualcosa è andato storto dal nostro lato. Il nostro team è stato notificato e sta lavorando a una soluzione.

source: Invalid Input
it: Input Non Valido

source: Permission Required
it: Autorizzazione Richiesta

# permissionRequiredMessage
source: This feature requires additional permissions to function properly.
it: Questa funzionalità richiede autorizzazioni aggiuntive per funzionare correttamente.

source: Under Maintenance
it: In Manutenzione

# underMaintenanceMessage
source: The app is temporarily unavailable for scheduled maintenance. Please try again shortly.
it: L'app è temporaneamente non disponibile per manutenzione programmata. Riprova tra poco.

source: Try Again
it: Riprova

source: Contact Support
it: Contatta il Supporto

source: Fix Input
it: Correggi Input

source: Grant Permission
it: Concedi Autorizzazione

source: Skip for Now
it: Salta per Ora

source: Check Again
it: Controlla di Nuovo

# noSearchResults
source: No results found
it: Nessun risultato trovato

# noSearchResultsMessage
source: Try adjusting your search terms or browse all conversations.
it: Prova a modificare i termini di ricerca o sfoglia tutte le conversazioni.

source: Clear Search
it: Cancella Ricerca

source: All caught up
it: Tutto aggiornato

# allCaughtUpMessage
source: You have no new notifications. Check back later for updates.
it: Non hai nuove notifiche. Controlla più tardi per aggiornamenti.

source: Connection lost
it: Connessione persa

# connectionLostMessage
source: Check your internet connection and try again.
it: Controlla la connessione internet e riprova.

source: Nothing here
it: Niente qui

# nothingHereMessage
source: This section will populate with content as you use the app.
it: Questa sezione si popolerà con contenuti man mano che usi l'app.

source: Send message
it: Invia messaggio

# sendMessageHint
source: Sends your message to the AI coach
it: Invia il tuo messaggio al coach AI

# voiceRecordingHint
source: Tap to start recording a voice message
it: Tocca per iniziare a registrare un messaggio vocale

# stopRecordingHint
source: Tap to stop voice recording and send message
it: Tocca per interrompere la registrazione vocale e inviare il messaggio

# attachmentHint
source: Tap to add files, images, or other attachments to your message
it: Tocca per aggiungere file, immagini o altri allegati al messaggio

# messageInputLabel
source: Message input
it: Input messaggio

# messageInputHint
source: Type your message to the AI coach
it: Scrivi il tuo messaggio al coach AI

# retryMessage
source: Double tap to retry sending message
it: Tocca due volte per riprovare l'invio del messaggio

# aiCoachMessage
source: AI Coach response
it: Risposta del Coach AI

# userMessage
source: Your message
it: Il tuo messaggio

source: System message
it: Messaggio di sistema

# howAreYouFeeling
source: How are you feeling today?
it: Come ti senti oggi?

# needSupport
source: I need some support
it: Ho bisogno di supporto

# stressedAnxious
source: I'm feeling stressed and anxious
it: Mi sento stressato e ansioso

# celebrateSuccess
source: I want to celebrate a success
it: Voglio celebrare un successo

# copingStrategies
source: Can you suggest coping strategies?
it: Puoi suggerire strategie di coping?

# mindfulnessExercise
source: Guide me through a mindfulness exercise
it: Guidami attraverso un esercizio di mindfulness

# talkAboutGoals
source: I'd like to talk about my goals
it: Vorrei parlare dei miei obiettivi

# processEmotions
source: Help me process my emotions
it: Aiutami a elaborare le mie emozioni

source: Welcome back
it: Bentornato

# moodToday
source: How's your mood today?
it: Come va l'umore oggi?

source: Recent Activity
it: Attività Recente

source: Wellness Insights
it: Approfondimenti sul Benessere

source: Progress Overview
it: Panoramica Progressi

source: Recommended Actions
it: Azioni Consigliate

# morningBriefingInsight
source: Your recovery is at 85%. Are you ready for a focus session?
it: Il tuo recupero è all'85%. Sei pronto per una sessione di focus?

# startActivation
source: Start Activation (3 min)
it: Inizia Attivazione (3 min)

source: Mental Energy
it: Energia Mentale

source: Biometrics
it: Biometria

source: Sleep
it: Sonno

source: Focus Increasing
it: Focus in aumento

# coherenceImproved
source: Your coherence improved by 15% this week.
it: La tua coerenza è migliorata del 15% questa settimana.

source: now
it: ora

# minutesAgo
source: {count}m ago
it: {count}m fa

# hoursAgo
source: {count}h ago
it: {count}h fa

source: yesterday
it: ieri

# daysAgo
source: {count} days ago
it: {count} giorni fa
